<?php
//-------------------------------------------------------
// Member Controller 관련 에러 메시지
//-------------------------------------------------------
// 회원 가입시 발생하는 에러 메시지
$lang['E010001'] = '아이디가 올바르지 않습니다';		// user_id invalid
$lang['E010002'] = 'Email 주소가 올바르지 않습니다';	// email_address invalid
$lang['E010003'] = '패스워드가 올바르지 않습니다';		// password invalid
$lang['E010004'] = '이름이 올바르지 않습니다';			// user_name invalid
$lang['E010005'] = '별명이 올바르지 않습니다';			// nick_name invalid
$lang['E010006'] = '이미 존재하는 아이디 입니다';		// 이미 존재하는 user_id 로 가입 시도
$lang['E010007'] = '이미 존재하는 별명 입니다';		// 이미 존재하는 nick_name 으로 가입 시도
?>